Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །གང་ཞིག་ནོར་བུ་འདི་འཆང་བ་དེ་དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དྲུག་ཅུ་རྩ་བཞི་སྙེད་ལས་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར།
en: He will plant the roots of virtue as if he were in the presence of hundreds of thousands of millions of tathāgatas, as numerous as the grains of sand in sixty-four thousand million Gaṅgā rivers.

source: །དེ་བཞིན་གཤེགས་པ་དེ་དག་ཐམས་ཅད་མཐོང་ཞིང་དབུགས་འབྱིན་པ་དང་། ཕྱི་བཞིན་འབྲང་བར་འགྱུར།
en: All these tathāgatas will appear to him, give him comfort and encouragement, and stand by him.

source: དཔལ་དང་སྐལ་བ་བཟང་པོ་ཐམས་ཅད་དང་ལྡན་པར་འགྱུར།
en: He will obtain every good fortune and all pleasures.

source: རྟག་ཏུ་ལུས་དང་ངག་དང་ཡིད་ཡོངས་སུ་དག་པར་འགྱུར། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་མཆོད་པ་གཅིག་བུར་འགྱུར། དགྲ་ཐམས་ཅད་ཀྱིས་མི་སོད་པར་འགྱུར།
en: His body, speech, and mind will remain completely pure at all times, he will be uniquely worshiped by all beings, and he will be unassailable by all enemies.

source: ཕྱག་ན་རྡོ་རྗེས་དེ་ལ་རྟག་ཏུ་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བའི་ཕྱིར་གནས་པར་འགྱུར་རོ། །ཕྱག་ན་པདྨ་ཡང་རྟག་ཏུ་མཆོག་སྦྱིན་པར་འགྱུར་རོ།
en: Vajradhara will always stand by in order to guard, protect, and defend him, and Padmapāṇi will always grant him every boon. “

source: །རིག་སྔགས་འཆང་འདི་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ལུང་བསྟན་པ་སྟེ།
en: This vidyā was taught by all the tathāgatas.

source: འདིར་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ནོར་བུ་ཆེན་པོ་བཟུང་བས་སྡང་བ་བདུད་ལ་སོགས་པ་ཐམས་ཅད་དང་བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་ལས་རྒྱལ་ཏེ། ཕ་རོལ་ཕམ་པར་མཛད་ནས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་རོ།
en: All tathāgatas conquered and ultimately defeated all the wicked māras, vighnas, vināyakas, and so forth while wearing this great jewel and then set the Dharma wheel in motion.

source: །འདིས་རྔ་བོ་ཆེ་ལ་བསྐུས་ཏེ་བརྡུངས་ན་ཆོས་ཀྱི་རྔ་བོ་ཆེ་བརྡུངས་པར་འགྱུར་རོ། །གང་དག་སྒྲ་ཐོས་པ་ཙམ་གྱིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མཚམས་མེད་པ་ལྔའི་སྡིག་པ་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: If a drum is anointed with it, its sound will become the sound of the great Dharma drum that purifies the five acts of immediate retribution and the wrongdoings of all beings the moment it is heard.

source: །ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གཏོགས་པའི་རི་དགས་དང་བྱ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ། །འཕགས་པ་ལ་སྐུར་བ་འདེབས་པ་དང་།
en: Even animals, birds, and all other animal-born beings will be liberated. “

source: དམ་པའི་ཆོས་སྤོང་བ་དང་། མནར་མེད་པ་ལ་གཞོལ་ཞིང་གནས་པ་དག་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར།
en: All those who slander the noble ones, oppose the true Dharma, and are destined for rebirth in the Avīci hell will also be liberated.

source: དམྱལ་བ་ཆེན་པོ་བཅུ་དྲུག་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར། འཇིགས་པ་ཆེན་པོ་བརྒྱད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར།
en: They will be saved from the sixteen great hells and the eight great fears.

source: དེ་ལ་དུག་གི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར། མེའི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར། མཚོན་གྱི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར། དུས་མ་ཡིན་པར་འཆི་བའི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར། རིམས་ཐམས་ཅད་ཀྱི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར།
en: The wearer of the jewel will face no danger from poison, fire, or weapons, nor will they suffer untimely death or any fever.

source: འདིས་དུང་ལ་བསྐུས་ཏེ་བུས་ན་ཆོས་ཀྱི་དུང་ཆེན་པོ་བུས་པར་འགྱུར། ཐ་ན་དུང་གི་སྒྲ་ཐོས་པའི་བར་དེ་དག་ཐམས་ཅད་ཀྱང་སླར་ལྡོག་པར་མི་འགྱུར།
en: If a conch smeared with this jewel is played, it will be the same as if the great Dharma conch were played; all those who hear its sound will be established irreversibly on the path to awakening. “

source: སྐྱེས་པ་དང་བུད་མེད་དང་ཁྱེའུ་དང་བུ་མོ་དག་ཀྱང་སྐྱེ་བ་དང་རྒ་བ་དང་ནད་དང་འཆི་བ་དང་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པའི་སྡུག་བསྔལ་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར།
en: Whether they are women, men, boys, or girls, they will be free from birth, disease, death, grief, and lamentation.

source: འདི་ནི་སྐྱེ་བ་ཕྱི་མ་ཡིན་ཏེ་ཤི་ནས་ཐམས་ཅད་རིགས་མཐུན་པར་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་པདྨ་ལས་བརྫུས་ཏེ་སྐྱེ་བར་འགྱུར།
en: Their current birth will be their last, and when they die they will go to the realm of Sukhāvatī, with all the blessings that it entails.

source: ལུས་སྐྱེས་བུ་ཆེན་པོའི་མཚན་དང་དཔེ་བྱད་ཀྱིས་བརྒྱན་པ་རྒྱན་ཐམས་ཅད་ཀྱིས་བཀླུབས་པ་པདྨ་ལས་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་སྐྱེ་བར་འགྱུར་རོ།
en: They will be spontaneously born there from a lotus flower and obtain the full complement of the major and minor marks of a great person. They will be born sitting on a lotus seat in a cross-legged position and be adorned with all ornaments.

source: །བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་ཐུག་གི་བར་དུ་འོད་དཔག་མེད་ལས་མངོན་སུམ་དུ་ཆོས་ཀྱི་གཏམ་ཐོས་པར་འགྱུར་རོ།
en: They will receive Dharma teachings directly from Amitābha until they attain the complete and final awakening. “

source: །ཟླ་བ་ཡར་གྱི་ངོ་ལ་ཅོད་པན་དཀར་པོ་བཅིངས་ཏེ་ནོར་བུ་ཆེན་པོ་འདི་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ཏེ་བསྒྲེང་བ་ཙམ་གྱི་མོད་ལ་ཆོས་ཀྱི་རྒྱལ་མཚན་བསྒྲེང་བར་འགྱུར་རོ།
en: This great jewel can be wrapped in white cloth during the bright fortnight and mounted on the tip of a banner.

source: །འདི་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་པ་མཐོང་བ་ཙམ་གྱིས་དེ་བཞིན་གཤེགས་པ་བྱང་ཆུབ་ཀྱི་སྙིང་པོར་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་དང་བདུད་འདུལ་བའི་རྒྱལ་མཚན་སྒྲེང་བ་མཐོང་བར་རིག་པར་བྱའོ།
en: When the banner is raised, the mere sight of the jewel mounted on it will induce the state of a fully realized tathāgata, the turning of the wheel of Dharma, and the crushing of Māra. Seeing it should be regarded as the same as seeing the raising of the vajra.

source: །འདི་བསྒྲེང་བ་ཙམ་གྱིས་འཐབ་པ་དང་། རྩོད་པ་དང་ཁྲག་ཁྲུག་ཐམས་ཅད་ཞི་བར་འགྱུར། གནོད་པ་ཐམས་ཅད་དང་མི་ངས་དང་མུ་གེའི་དགོན་པ་རབ་ཏུ་ཞི་བར་འགྱུར།
en: As soon as the banner is raised, all quarrels, disputes, and disagreements will cease, as will all misfortunes, plagues, famines, and calamities.

source: ཆོམ་པོ་དང་གཡོན་ཅན་དང་རྐུན་མ་དང་ཕྱིར་རྒོལ་བ་དང་མི་མཛའ་བ་འཇིག་པར་འགྱུར།
en: All thieves, rogues, robbers, adversaries, and opponents will disappear.

source: རང་གི་དཔུང་དང་གཞན་གྱི་དཔུང་དང་སྡང་བའི་སེམས་ཀྱང་རབ་ཏུ་ཞི་བར་འགྱུར།
en: All armies, whether of the enemy or one’s own, and all wicked beings will be pacified.

source: དུག་མི་བཟད་པ་དང་གཅན་གཟན་གཏུམ་པོ་དང་བྱ་དང་སྦྲང་བུ་དང་ཤ་སྦྲང་དང་བྱི་བ་དང་སྡིག་སྦྲུལ་དང་འབྲས་དང་ལུའུ་ཏ་དང་དུག་དང་ཤུ་བ་དང་ལྷོག་པ་དང་མཚན་བར་རྡོལ་བ་དང་སྐེ་བགེགས་པ་ཐམས་ཅད་འཇིགས་པར་འགྱུར། སྡང་བའི་ཀླུ་དང་། སེར་བ་དང་།
en: All wicked āśīviṣa snakes, wild animals, birds, gnats, mosquitos, locusts, and creeping animals will disappear, as will all boils, lesions, scabs, festering abscesses, fistulas, incontinence, and asthma attacks. “

source: གྲང་བ་དང་།
en: There will be no more hail, cold spells, or hurricanes caused by the wicked nāgas.

source: རླུང་གིས་མི་ཚུགས་ཤིང་ནད་ཐམས་ཅད་རབ་ཏུ་ཞིབ་བར་འགྱུར་རོ། །བདེ་བ་དང་། དགའ་བ་དང་། ལོ་ལེགས་པ་དང་། སྐྱེ་བོ་མང་པོ་དང་མི་མང་པོས་ཡོངས་སུ་གང་ཞིང་འབྱོར་བར་འགྱུར།
en: All diseases will likewise cease, and there will be peace, happiness, and affluence for all humanity, whatever the size of the population.

source: ཆོས་འདོད་ཅིང་ཆོས་ཀྱི་ཀུན་དགའ་བ་དང་མགུ་བར་འགྱུར། མེ་ཏོག་དང་།
en: There will be a universal desire for Dharma, and people will delight in visiting Dharma groves.

source: འབྲས་བུ་དང་། ལོ་ཏོག་དང་། ཟས་དང་། སྐོམ་རོ་ཞིམ་པ་དང་། ཤིན་ཏུ་འཇམ་པ་ཕུན་སུམ་ཚོགས་པར་འགྱུར།
en: There will be abundant harvests of flowers, fruits, and grains and an abundance of tasty and scrumptious food and drink.

source: ཐམས་ཅད་དུ་ལྷའི་རེག་པ་དང་བཅས་པའི་བཟའ་བ་དང་བཏུང་བ་འབྱུང་བར་འགྱུར་རོ། །སྡང་བའི་གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། འབྱུང་པོ་དང་། ཤ་ཟ་དང་། ཕྲ་མེན་མ་དང་། ཡི་དགས་དང་། བརྗེད་བྱེད་དང་། སྲུལ་པོ་དང་། ལུས་སྲུལ་པོ་དང་། སྐེམ་བྱེད་དང་།
en: All food and drink will taste delicious. “

source: གྲིབ་མ་དང་། བཟའ་ཉེས་དང་། བགོ་ཉེས་དང་། བལྟ་ཉེས་དང་། གྲིབ་མ་ངན་པ་ཞི་བར་འགྱུར་ཞིང་མི་ཚུགས་པར་འགྱུར།
en: All wicked yakṣas, rākṣasas, bhūtas, piśācas, ḍākinīs, pretas, apasmāras, pūtas, kaṭapūtanas, skandas, and chāyās, as well as spirits that cause food to taste foul and spoil, cause indigestion, and cause the evil eye, will be pacified and no longer appear.

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཕན་ཚུན་དུ་བྱམས་པའི་སེམས་སུ་འགྱུར། མཆོག་ཏུ་ཡིད་བདེ་བའི་གནས་པས་གནས་པར་འགྱུར་རོ།
en: All beings will be filled with mutual love and will remain in a state of supreme contentment.

source: །ཡོན་ཏན་དང་ཕན་ཡོན་ཆེན་པོ་དེ་དག་ནི་ནོར་བུའི་རྒྱལ་པོ་ཆེན་པོའི་བྱིན་གྱིས་བརླབས་པ་ཡིན་ནོ།
en: Blessed by the great king of jewels, they will possess great qualities and enjoy the benefits thereof.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ན་བཞིན་འཛུམ་ཞིང་མིག་མི་འཛུམས་པར་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The noble bodhisattva Avalokiteśvara, the great being, now turned to the Blessed One and smiled without blinking.

source: །བཅོམ་ལྡན་འདས་གྲུབ་པའི་རྫས་ཀྱི་མཆོག་ནོར་བུ་གདགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་ཤིང་ལུང་བསྟན་པ་བདག་གི་སྙིང་པོ་ཡིད་བཞིན་གྱི་ནོར་བུ་ཆེན་པོ་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བའི་ཕྱིར་ཞུགས་པ་རྗེས་སུ་བསྒྲགས་པར་བགྱིའོ། །གསེར་དང་ན་ལ་ད་དང་། གི་ཝང་དང་། བ་བླ་དང་།
en: He said to the Lord, “I will now describe, O Blessed One, the power substances for preparing this supreme jewel—substances blessed and taught by all the tathāgatas. This great wish-fulfilling jewel is my own heart essence—a great jewel that brings benefit and happiness to all beings.

source: ལྡོང་རོས་དང་། པདྨ་དང་། ཨུཏྤ་ལ་དང་། གུར་གུམ་དང་། ནཱ་ག་པུས་པ་དང་། ཏྭ་ཙ་དང་།
en: The vidyā holder should procure gold, spikenard, bovine bezoar, yellow orpiment, realgar, pink and blue lotuses, saffron, nāgapuṣpa, cinnamon, crepe jasmine, the two types of sandalwood, fenugreek, vālaka, costus, dill, beautyberry, hareṇuka, cardamon, lodhra, jātapatṛ, great flowering jasmine, sāmaka, rasa, resin of the copal tree, and the sap of giant milkweed.

source: ཏར་ག་དང་། ཙནྡན་རྣམ་གཉིས་དང་། སྤྲྀ་ཀ་དང་། ཀཱ་ལ་ཀ་དང་། རུ་རྟ་དང་། ཤུ་ཏི་དང་། པྲི་ཡང་ཀུ་དང་།
en: These ingredients should be combined using an equal amount of each, except for gold, the quantity of which is double. “

source: ཧ་རེ་ནུ་ཀེ་དང་། སག་སྨེལ་དང་། ལོ་དྷ་དང་། ཛཱ་ཏ་པ་ཀྲི་ཀཱ་སུ་མ་ན་དང་།
en: The vidyā holder should perform the rite during an auspicious nakṣatra, on a lunar day that is particularly suitable and auspicious.

source: སཱ་མ་ཀ་དང་། སྲ་རྩི་པོག་དང་། ཤིང་ཨརྐའི་འོ་མ་རྣམས་བསོགས་ཏེ་ཆ་མཉམ་པར་བྱས་ལ་གསེར་ཉིས་འགྱུར་དུ་བྱས་ཏེ། རྒྱུ་སྐར་བཟང་པོ་དང་ཚེས་གྲངས་ཤིས་ཤིང་དགེ་བ་ལ་ཁྲུས་ལེགས་པར་བྱས་ཏེ། གོས་གཙང་མ་བགོས་ནས་ཉིན་ཞག་གཅིག་བྱམས་པའི་སེམས་ལ་མཉམ་པར་བཞག་སྟེ།
en: Thoroughly bathed, wearing clean clothes, and cultivating thoughts of loving kindness day and night, he should grind the ingredients into a fine powder.

source: ཕྱེ་མ་ཞིབ་མོར་བྱས་ཏེ་དོན་ཡོད་པའི་རྒྱལ་པོའི་སྙིང་པོའི་གཟུངས་སྟོང་རྩ་བརྒྱད་བཟླས། ཁྲོ་བོའི་རྒྱལ་པོ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ།
en: He should recite the heart dhāraṇī of Amoghapāśa one thousand and eight times and consecrate himself by reciting the mantra of Krodharāja one hundred and eight times. “

source: གཏོར་ལ་དྲི་ཆབ་བཟང་པོས་སྤངས་ཏེ།
en: He should blend the powder with perfumed rain and that which is called virata and then fumigate it with camphor and musk.

source: སྦྱར་ལ་གསེར་དང་བསྲེས་ལག་པུར་དང་གླ་རྩིའི་བདུག་པས་བདུགས་ཏེ་ནོར་བུ་ཞོ་གཉིས་པའི་ཚད་དུ་བྱས་ནས་ཕུག་ལ་རས་སྐུད་ཀྱིས་བཏགས་ཏེ་གསེར་གྱིས་གཡོགས་ལ་ཡང་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་སྟོང་རྩ་བརྒྱད་བཟླས། ཁྲོ་བོའི་རྒྱལ་པོ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ།
en: He should then form the mixture into jewel pills the size of a lotus seed, pierce them, tie them with a thread of woven silk, and again recite the heart dhāraṇī of Amoghapāśa one thousand and eight times and the mantra of Krodharāja one hundred and eight times.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྤྱན་སྔར་མི་སྨྲ་བར་སྒྲུབ་པ་བྱས་ལ་དེ་ཉིད་ཀྱི་ཞབས་དྲུང་དུ་གྲི་བ་མ་ལ་བསྐམ་པར་བྱས་ཏེ།
en: This should be performed in front of Noble Avalokiteśvara without speaking.

source: ཕྱེད་དམ་བཞི་ཆ་གསེར་གྱིས་གཡོགས་པར་བྱ་ཞིང་ཕྱེད་གཡོགས་པར་མི་བྱའོ།
en: The vidyā holder should leave them to dry in the shade at Avalokiteśvara’s feet and cover one half or a quarter of them with gold. “

source: །གང་ལ་གསེར་གྱིས་གཡོགས་པ་འདི་ནི་གང་ལ་དོན་ཡོད་པའི་ཞགས་པ་ཡིད་བཞིན་གྱི་ནོར་བུ་ཆེན་པོ་དང་འདྲ་སྟེ། སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་དང་འཇིག་རྟེན་པ་དང་འཇིག་རྟེན་ལས་འདས་པའི་ལས་ཆེན་པོ་སྒྲུབ་པར་བྱེད་དོ།
en: The pills that are covered with gold are like the wish-fulfilling jewel of Amoghapāśa; they have the power to accomplish great activities, both worldly and supramundane, related to the awakening of a buddha. “

source: གསེར་གྱིས་མ་གཡོགས་པས་ནི་འཇིག་རྟེན་པའི་དགོས་པ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་དེ། ནད་ཐམས་ཅད་དང་། གདོན་ཐམས་ཅད་དང་། ལུའུ་ཏ་དང་། འབྲས་དང་། འགོ་བའི་ནད་དང་། ཤུ་བ་དང་། ལྷོག་པ་དང་། མཚན་པར་རྡོལ་བ་དང་། ཕོལ་མིག་དང་། ཤ་བཀྲ་དང་། མིག་ནད་དང་། ཀླད་ནད་དང་། གཞོགས་ཕྱེད་ན་བ་དང་། མགུལ་པ་འགགས་པ་དང་། ཁ་ནད་དང་། སྣ་ནད་དང་། རྣ་བའི་ནད་དང་། སོ་ནད་དང་། རྐན་ན་བ་དང་། ལྕེ་ན་བ་དང་། མཆུ་ན་བ་དང་། སྙིང་ན་བ་དང་། རྩི་བ་ལོགས་ན་བ་དང་། ལྟོ་ན་བ་དང་། མཆིན་པ་ན་བ་དང་། རྒྱབ་ན་བ་དང་།
en: The pills that are not covered with gold have the power to accomplish all worldly activities.

source: གཅིན་སྙི་བ་དང་། ཟུག་གཟེར་དང་། འཁྲུ་བ་དང་། ཕོ་བའི་ནད་དང་། གཞང་འབྲུམ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་ཞིང་རིམས་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་ཏེ། རིམས་ཉིན་བཞི་པ་དང་། རླུང་ལས་གྱུར་པ་དང་།
en: They can cure all diseases—all seizures, lesions, boils, erysipelas, scabs, festering abscesses, fistulas, leprosy, vitiligo, eye diseases, headache, hemiplegia, asthma attacks, diseases of mouth and nose, earache, toothache, pain in the palate, pain in the tongue, pain in the lips, pain in the chest, pain in the flanks, pain in the abdomen, diseases of the spleen, back pain, polyuria, dysentery, constipation, all types of hemorrhoids, all types of fever including the quartan, and the imbalance of wind, bile, or phlegm or a combination of these.

source: མཁྲིས་པ་ལས་གྱུར་པ་དང་། བད་ཀན་ལས་གྱུར་པ་དང་། འདུས་པ་ལས་གྱུར་པ་རྣམས་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །ལུས་ཀྱི་ནང་གི་ནད་ཐམས་ཅད་ལ་ཆུ་དྲོན་དང་ལྷན་ཅིག་སྦྱིན་ནོ།
en: For all internal diseases, the pill should be administered with warm water.

source: །ཕ་རོལ་གྱི་ནད་ཐམས་ཅད་དང་གནོད་པ་ཐམས་ཅད་ལ་བྱུགས་པ་ཙམ་གྱིས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ།
en: All external diseases can be cured by merely applying salves with the jewel.

source: །ཐམས་ཅད་དུ་དགོས་པ་ཐམས་ཅད་ལ་སྦྱར་བ་ཙམ་གྱིས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་ཏེ་ཐེ་ཚོམ་མི་བྱའོ།
en: Applied to any body part in whatever way, they will successfully cure anything; there is no doubt about this. “

source: །གསེར་གྱིས་གཡོགས་པ་དཔུང་པ་ལ་བཏགས་ན་ཐམས་ཅད་དུ་ཐོགས་པ་མེད་པར་འགྱུར་ཏེ།
en: If a gold-coated jewel pill is tied to the arm, the wearer will become invulnerable in every respect.

source: སྟོབས་དང་བརྩོན་འགྲུས་དང་། ཕ་རོལ་གནོན་པ་ཕྱག་ན་རྡོ་རྗེ་དང་། པདྨ་འཆང་དང་འདྲ་བར་འགྱུར་རོ།
en: He will obtain the strength, energy, and valor similar to that of Padmapāṇi or Vajradhara. “

source: །དགོས་པ་ཐམས་ཅད་འགྲུབ་པ་བླ་ན་མེད་པ་རྣམ་པ་གསུམ་པོ་འདི་ལ་སྦྱར་བར་བྱས་ཏེ། ཐིག་ལེ་དང་གདོང་པ་བཀྲུ་བ་དང་ལུས་བཀྲུ་བའོ།
en: The threefold application of the jewel—as a bindi, a face wash, or an unguent— will bring, it is said, the supreme accomplishment of all tasks.

source: །ཡིད་ལ་ཇི་ལྟར་བསམ་པའི་དགོས་པ་བསྒྲུབ་པའི་དེ་ཁོ་ན་ཉིད་འགྲུབ་པ་སྟེ། ཐེ་ཚོམ་མི་བྱའོ།
en: The vidyā holder will succeed in whatever tasks he needs to accomplish; there is no doubt.

source: །རྒྱལ་པོ་བཙུན་མོའི་འཁོར་དང་བཅས་པ་དང་།
en: He can certainly enthrall a king together with his harem, retinue, and ministers.

source: སྐྱེ་བོ་དང་བློན་པོར་བཅས་བརྟག་ཏུ་བགྱི་བ་ཅི་མཆིས་ཞེས་བྲན་བཞིན་དུ་དབང་དུ་འགྱུར་རོ།
en: They will become and remain his servants, always eager to carry orders. “

source: །ནོར་བུ་སྤྱི་གཙུག་ཏུ་བཞག་ནས་རིག་སྔགས་བཟླས་ན་བགེགས་མེད་པར་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ།
en: If the vidyā holder wears the jewel inside his topknot and recites the vidyā, he will be able to accomplish everything without obstacle.

source: །ལག་པ་གཡས་པ་ལ་བཏགས་ཏེ་རིག་སྔགས་བཟླས་ན་བཟླས་བརྗོད་ཀྱི་ཆོ་ག་སྟོང་ཕྲག་བརྒྱ་འགྱུར་དུ་བྱས་པར་འགྱུར་ཏེ།
en: If he holds it in his right hand and recites the vidyā, it will be the same as if he recited the vidyā one hundred thousand times.

source: ལན་ཅིག་བཟླས་པས་སྟོང་ཕྲག་བརྒྱར་རབ་ཏུ་འཕེལ་བར་འགྱུར་རོ།
en: A single recitation is multiplied one hundred thousand times. “

source: །མགུལ་བར་བཏགས་ཏེ་བཅངས་ན་ཁྲུས་མ་བྱས་པ་ཁྲུས་བྱས་པར་འགྱུར།
en: If he is unwashed and ties it around his neck, he will become washed.

source: མི་གཙང་བ་གཙང་བར་འགྱུར།
en: If he was impure, he will become pure.

source: ཚངས་པར་མི་སྤྱོད་པ་ཚངས་པར་སྤྱོད་པར་འགྱུར།
en: If he did not observe sexual continence, he will observe it.

source: ཐུབ་པར་མ་བྱས་པ་ཐུབ་པར་བྱས་པར་འགྱུར།
en: If he did not keep his vow of silence, he will keep it.

source: སྨྱུང་བ་མ་བྱས་པ་སྨྱུང་བ་བྱས་པར་འགྱུར།
en: If he did not fast, he will fast.

source: ཚིག་མི་བཙན་པ་ཚིག་བཙན་པར་འགྱུར།
en: If his speech was unpleasant, it will become pleasant and agreeable.

source: མ་གྲུབ་པ་གྲུབ་པར་འགྱུར།
en: If he was not accomplished, he will become accomplished.

source: དམ་ཚིག་མི་ཤེས་པ་དམ་ཚིག་ཤེས་པར་འགྱུར།
en: If he did not know the samaya, he will come to know it fully.

source: བྱམས་པའི་སེམས་དང་ལྡན་པར་འགྱུར།
en: His train of thoughts will become suffused with loving kindness.

source: །སྦྱིན་པ་གང་ཅུང་ཟད་ཅི་སྦྱིན་པ་ཆུང་ངུ་ཡང་སྟོང་ཕྲག་བརྒྱ་འགྱུར་དུ་སྦྱིན་པ་ཆེན་པོ་འཕེལ་བར་འགྱུར།
en: Whatever he gives in charity, even if it is small, will multiply hundreds of thousands of times, becoming great act of charity.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར།
en: He will complete the six perfections. “

source: ནོར་བུ་འདི་ལག་མཐིལ་གཡས་པ་ལ་བཏགས་ན་གང་ལ་རེག་པ་དེ་ཟད་མི་ཤེས་པར་འགྱུར་རོ།
en: If he ties the amulet to the palm of his right hand, whatever he touches will become inexhaustible.

source: །སུ་ལ་ཡང་བརྗོད་པར་མི་བྱ་སྟེ་དེའི་འོག་ཏུ་དེ་དག་ཐམས་ཅད་འཕེལ་བར་འགྱུར་རོ།
en: So that everything will increase and thrive, he should never disclose this to anyone.

source: །རྐེད་པ་ལ་བཏགས་ཏེ་ཆུའི་ནང་དུ་ཞུགས་ན་ཆུ་ཀླུང་ཆེན་པོའི་གཏིང་དུ་སླེབས་པར་འགྱུར་རོ།
en: If he ties the jewel to his hips, he can step into a deep river and touch the bottom. “

source: །དེ་ནས་ནོར་བུ་བསྒྲུབ་པར་འདོད་པས་དངུལ་ཤིན་ཏུ་ཡོངས་སུ་དག་པ་ལས་པདྨ་འདབ་མ་སུམ་ཅུ་རྩ་གཉིས་པ་ཁ་ཕྱེ་བ་དབུས་ཀྱི་སྙིང་པོ་དང་ཟེ་བ་ཟ་མ་ཏོག་འདྲ་བ་སོར་བཅུ་དྲུག་བཅུ་དྲུག་པའི་ཚད་དུ་བྱས་ལ་དེའི་དབུས་སུ་གསེར་གྱི་ནོར་བུ་གཞག་པར་བྱའོ།
en: If the vidyā holder wants to accomplish the following jewel procedure, he should use silver to fashion a thirty-two-petaled lotus that is in full bloom with kernels in its pericarp and filaments around them. It should be sixteen fingers wide. In the center, he should place the ‘gold jewel.’

source: །བ་ལང་གི་ལྕི་བ་བ་ལང་གི་གཅིན་དང་ལྡན་པས་དཀྱིལ་འཁོར་གྲུ་བཞི་པ་བྱས་ལ་ཚོན་སྣ་ཚོགས་ཀྱིས་བྲི་བར་བྱ་སྟེ།
en: He should also draw a square maṇḍala, wetting it with cow urine and dyeing it in various colors. The outer part of the maṇḍala should have the shape of a lotus.

source: ཁོ་ར་ཁོར་ཡུག་ཏུ་པདྨ་བྲིས་ལ་པདྨའི་དབུས་ཀྱི་ཟེ་བར་དངུལ་ལས་བྱས་པའི་པདྨ་བཞག་སྟེ།
en: In the center where the lotus filaments are, he should place the silver lotus.

source: བུམ་པ་གང་བ་བཞི་དང་གཏོར་མའི་བུམ་པ་བཞི་གཞག་པར་བྱ་ཞིང་མེ་ཏོག་དགྲམ་པར་བྱ། ཚོན་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་བྲི་བར་བྱ། ཨ་ག་རུ་དང་། ཙནྡན་དང་།
en: He should arrange four full jars and four jars for bali around the maṇḍala, strew it with flowers, and paint it in various colors.

source: ཏུ་རུ་སྐའི་བདུག་པས་བདུག་ཅིང་གཏོར་མ་དཀར་པོ་གཞག་པར་བྱ།
en: He should burn incense of agarwood, sandalwood, and olibanum and offer a bali consisting of the ‘white’ foods.

source: འཕན་གདུགས་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་བརྒྱན་པར་བྱ། མར་གྱི་མར་མེ་སུམ་ཅུ་རྩ་གཉིས་ཀྱང་བལྟམ་པར་བྱ། འབྲས་བུ་དང་མེ་ཏོག་ཕྲེང་སྣ་ཚོགས་གཞག་པར་བྱ།
en: He should adorn the maṇḍala with banners in various colors, light thirty-two butter lamps, and arrange various garlands.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་མངོན་དུ་ཕྱོགས་པར་བཞག་སྟེ།
en: All these things should be placed opposite an image of Noble Avalokiteśvara. “

source: རིག་སྔགས་འཆང་གཙང་མས་གོས་གཙང་མ་བགོས་ལ་ཉིན་མཚན་གཅིག་སྨྱུང་བ་བྱས་ལ།
en: The vidyā holder should be ritually pure and wear clean clothes.

source: ཚེས་བཅྭ་ལྔ་ནས་ཉི་ཤུ་དགུ་དང་གནམ་སྟོང་གི་བར་དུ་མཚམས་གསུམ་དུ་མཆོད་པར་བྱ་ཞིང་།
en: After fasting for one day and one night, he should perform worship three times a day from the fifteenth lunar day, the day of the full moon, through the fourteen and fifteen days of the following fortnight.

source: པདྨ་ཟ་མ་ཏོག་དེ་དང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལའང་མཆོད་པ་བྱས་ལ་དཀྱིལ་འཁོར་གྱི་ཤར་ཕྱོགས་སུ་མངོན་དུ་ཕྱོགས་ཏེ་འདུག་ལ་བཟླས་བརྗོད་སྟོང་རྩ་བརྒྱད་བྱ།
en: He should make offerings to the five baskets and to Noble Avalokiteśvara. Seated facing eastward toward the maṇḍala, he should recite the mantra one thousand and eight times, and the mantra of Krodharāja one thousand and eight times.

source: ཁྲོ་བོའི་རྒྱལ་པོ་སྟོང་རྩ་བརྒྱད་བཟླས་ཏེ་ཡུངས་ཀར་དང་ཆུས་དབང་བསྐུར་བར་བྱ། དོན་ཡོད་པའི་ཞགས་པའི་ཕྱག་རྒྱ་སྟོང་རྩ་བརྒྱད་བྱ།
en: He should sprinkle the maṇḍala with mustard seeds and water and display the mudrā of Amoghapāśa one thousand and eight times.

source: དེ་བཞིན་དུ་ཁྲོ་བོའི་རྒྱལ་པོའི་ཕྱག་རྒྱ་བྱའོ།
en: He should also display the mudrā of Krodharāja.

source: །མི་སྨྲ་བར་དགོས་པ་ཐམས་ཅད་བྱས་ནས་དེའི་འོག་ཏུ་ཚེས་བཅྭ་ལྔ་ཟླ་བ་ཉའི་ནང་བར་གྱི་དུས་མཚམས་སུ་ནོར་བུའི་རྒྱལ་པོ་པདྨ་དང་བཅས་ཏེ་གཅིག་ཏུ་འབར་བར་འགྱུར་ཞིང་། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཞལ་ནས་སྒྲ་འབྱུང་བར་འགྱུར།
en: All these acts should be performed without speaking. “Then, on the fifteenth day, before the dawn breaks, the king of jewels and the lotus will blaze with light, and words will issue forth from the mouth of Noble Avalokiteśvara.

source: རིག་སྔགས་འཆང་དགའ་བར་འགྱུར།
en: The vidyā holder will be thrilled as the word ‘good!’

source: ནམ་མཁའི་དཀྱིལ་ནས་ལེགས་སོ་ཞེས་བྱ་བའི་སྒྲ་འབྱུང་བར་འགྱུར།
en: is heard coming from the canopy of the sky.

source: དེ་བཞིན་གཤེགས་པའི་སྐུ་ཆེན་པོ་མཐོང་བར་འགྱུར། དེ་ནས་རིག་སྔགས་འཆང་གིས་པདྨ་འབར་བ་དེ་ལག་པ་གཡས་པས་བླངས་ཏེ།
en: He will perceive a large form of the Tathāgata, at which point he should grasp the blazing lotus with his right hand.

source: བླངས་པ་ཙམ་གྱི་མོད་ལ་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་ཞིང་། རིག་སྔགས་འཆང་ཐམས་ཅད་ཀྱི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་གསེར་གྱི་མདོག་ཅན་བལྟ་ན་སྡུག་པ་ཆེན་པོ་མདུན་ན་གནས་པར་འགྱུར།
en: As soon as he does, he will ascend into the sky and become an emperor of all vidyādharas—a wheel-turning monarch of golden color by the name of Mahāsudarśana.

source: སྡང་བ་དང་ཕྱིར་རྒོལ་བ་དང་མི་མཛའ་བ་ཐམས་ཅད་ཟློག་པར་བྱེད།
en: All wicked beings, his opponents, and his adversaries will flee if he stands before them.

source: འཁོར་བྱེ་བ་སྟོང་ཕྲག་བཅུ་གཉིས་དང་ལྡན་པའི་རིག་སྔགས་འཆང་གི་རྒྱལ་པོར་འགྱུར། ཚེ་བསྐལ་པ་སྟོང་ཐུབ་པར་འགྱུར།
en: His retinue of vidyādhara kings will number twelve thousand million, and he will live one thousand eons. “

source: དོན་ཡོད་པའི་རྣམ་པར་བལྟ་བའི་ནོར་བུ་ཆེན་པོ་རྒྱལ་མཚན་གྱི་རྩེ་མོ་དང་ལྡན་པའི་ཏིང་ངེ་འཛིན་ཐོབ་པར་འགྱུར།
en: He will attain the samādhi called great jewel of the amogha gaze mounted on the tip of a banner.

source: དོན་ཡོད་པའི་དྲི་མ་མེད་པ་འབར་བའི་རྩེ་མོ་རྣམ་པར་བལྟ་བ་ཞེས་བྱ་བའི་དོན་ཡོད་པའི་ཞགས་པ་འཐོབ་པར་འགྱུར།
en: He will obtain the unfailing noose called beholding the pure burning amogha flame.

source: ཕྱོགས་བཅུ་ཀུན་གྱི་དེ་བཞིན་གཤེགས་པའི་ཞིང་གི་རྣམ་པར་འཕྲུལ་པ་མཐོང་བར་འགྱུར།
en: Throughout the buddha fields in the ten directions he will see marvelous displays of all the tathāgatas.

source: དེ་བཞིན་གཤེགས་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་དབུགས་འབྱིན་པར་འགྱུར།
en: All these tathāgatas will give him comfort and encouragement.

source: ནོར་བུ་ཆེན་པོ་ཡོངས་སུ་དག་པ་རྡོ་རྗེ་ལ་རྣམ་པར་ལྟ་བའི་འོད་ཀྱིས་ལུས་རྣམ་པར་དག་པ་འཐོབ་པར་འགྱུར། ལྷ་དང་། ཀླུ་དང་།
en: He will obtain a purity of body called splendorous luster of the vajra gaze of the completely pure great jewel.

source: གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་།
en: All devas, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas will fall under the vidyā holder’s thrall and become his willing servants. “

source: མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་རྣམས་བགྱི་བ་ཅི་མཆི་ཞེས་དབང་དུ་བགྱི་བར་འགྱུར། མགོའི་སྤྱི་བོར་བཏགས་ན་ནོར་བུ་ཆེན་པོ་རྫུ་འཕྲུལ་གྱིས་ནུབ་ཕྱོགས་སུ་སོང་ནས་བདེ་བ་ཅན་གྱི་རབ་ཏུ་དབྱེ་བ་གཞལ་མེད་ཁང་དང་བཅས་འཁོར་དང་བཅས་ལེགས་པར་བརྒྱན་པའི་དཀྱིལ་འཁོར་དང་བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་དང་བཅས་པ་མཐོང་བར་འགྱུར་རོ།
en: If the vidyā holder ties the great jewel to his head, he will miraculously move in the western direction and distinctly perceive the entire realm of Sukhāvatī with its palaces and environs beautifully adorned with gardens.
